import "./index.css";

const Help = () => <div className="page help">
    <div className="container">
        <p>مرحبا بك في لعبة سايبرترون لمحاكاة التصيد!</p>
        <p>تهدف هذه اللعبة إلى تعليمك كيفية التعرف على رسائل البريد الإلكتروني التصيدية بطريقة تفاعلية وآمنة.</p>
        <h1>ما هي لعبة محاكاة التصيد؟</h1>
        <p>لعبة تهدف إلى رفع الوعي الأمني من خلال عرض سيناريوهات تحاكي محاولات تصيّد إلكتروني حقيقية. يجب على اللاعب تحديد ما إذا كانت الرسالة/الرابط آمنا أو احتياليا.</p>
        <h1>أهداف اللعبة</h1>
        <ul>
            <li>زيادة الوعي بالهجمات الإلكترونية.</li>
            <li>تعليم كيفية التحقق من الروابط والمرفقات.</li>
            <li>التفرقة بين الرسائل الحقيقية والمزيفة.</li>
            <li>تحسين مهارات الأمن السيبراني لدى المستخدمين.</li>
        </ul>
        <h1>كيفية اللعب</h1>
        <ul>
            <li>اقرأ كل رسالة بعناية.</li>
            <li>افحص عنوان المرسل، الرابط، والمحتوى.</li>
            <li>اختر ما إذا كانت الرسالة آمنة أو محاولة تصيد.</li>
            <li>ستحصل على شروحات للمستوى.</li>
        </ul>
        <h1>نصائح لاكتشاف التصيد</h1>
        <ul>
            <li>تحقق من عنوان البريد الإلكتروني للمرسل.</li>
            <li>ابحث عن أخطاء إملائية أو لغوية.</li>
            <li>لا تضغط على روابط غير معروفة.</li>
            <li>لا تدخل معلوماتك الشخصية في مواقع غير موثوقة.</li>
            <li>
                تأكد من أن الموقع يبدأ بـ
                <u>https://</u>.
            </li>
        </ul>
        <h1>الدعم الفني</h1>
        <p>
            إذا واجهت أي مشكلة في اللعبة، يرجى التواصل معنا على البريد الإلكتروني :
            <a href="mailto:cybertron.digitopia@gmail.com">cybertron.digitopia@gmail.com</a>
        </p>
        <p>
            إذا تعرضت الي اي تهديد عبر الانترنت تواصل مع مباحث الإنترنت عبر الخط الساخن :
            <a href="tel:108">108</a>
        </p>
    </div>
</div>;

export default Help;